Repository: praekeltfoundation/vaccine-eligibility
Catalog: locales/afr/LC_MESSAGES/messages.po
Languages: af

source: ⚠️ Please try again TYPE your FIRST NAME as it appears in your identification document. ------- 📌 Or reply *0* to end this session and return to the main *MENU* If you experiencing any problems with your registration, reply *SUPPORT* now to get help from the 📞 Hotline Team
af: ⚠️ Probeer asseblief weer TIK jou VOORNAAM in soos wat dit in jou identifikasie-dokument verskyn. 📌 Of antwoord *0* om hierdie sessie te beëindig en terug te keer na die hoof'-*MENU* Indien jy enigsins sukkel met jou registrasie, antwoord nou *SUPPORT* om hulp van die 📞 Blitslyn Span te kry

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE your SURNAME as it appears in your identification document.
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief jou VAN in soos wat dit in jou identifikasie-dokument verskyn.

source: ⚠️ Please try again TYPE your SURNAME as it appears in your identification document. ------- If you experiencing any problems with your registration, reply *SUPPORT* now to get help from the 📞 Hotline Team 📌 Or reply *0* to end this session and return to the main *MENU*
af: ⚠️ Probeer asseblief weer TIK jou VAN in soos wat dit in jou identifikasiedokument verskyn. Indien jy enigsins sukkel met jou registrasie, antwoord nou *SUPPORT* om hulp van die 📞 Blitslyn Span te kry 📌 Of antwoord *0* om hierdie sessie te beëindig en terug te keer na die hoof'-*MENU*

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please confirm the following: {first_name} {surname} {id_number}
af: BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE 🔐 Bevestig asseblief die volgende: {first_name} {surname} {id_number}

source: ⚠️ Please TYPE in only the YEAR you were born. Example _1980_
af: ⚠️ TIK asseblief slegs die JAAR in waarin jy gebore is. Voorbeeld _1980_

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE in the YEAR you were born?
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief die JAAR in waarin jy gebore is?

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 In which MONTH were you born?
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 In watter MAAND is jy gebore?

source: January
af: Januarie

source: February
af: Februarie

source: March
af: Maart

source: August
af: Augustus

source: October
af: Oktober

source: December
af: Desember

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Reply *SUPPORT* anytime if you need help from the 📞 Hotline Team In which MONTH were you born?
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers wat langs die opsies verskaf word. Antwoord om enige tyd *SUPPORT* as jy hulp van die 📞 Blitslyn Span benodig In watter MAAND is jy gebore?

source: Reply with the number next to the month.
af: Antwoord met die nommer langs die maand.

source: ⚠️ Please enter a valid calendar DAY for your birth date. Type in only the day. Example: If you were born on 20 May, type _20_ ------- If you experiencing any problems with your registration, reply *SUPPORT* now to get help from the 📞 Hotline Team 📌 Or reply *0* to end this session and return to the main *MENU*
af: ⚠️ Tik asseblief ’n geldige kalenderDAG vir jou geboortedatum in. Tik slegs die dag in. Voorbeeld: As jy op 20 Mei gebore is, tik _20_ ----- Indien jy enigsins sukkel met jou registrasie, antwoord nou *SUPPORT* om hulp van die 📞 Blitslyn Span te kry

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE the DAY of your birth date. Example: If you were born on 31 May, type _31_
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief die DAG van jou geboortedatum in. Voorbeeld: As jy op 31 Mei gebore is, tik in _31_

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 What is your GENDER?
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Wat is jou GESLAG?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. If you experiencing any problems with your registration, reply *SUPPORT* now to get help from the 📞 Hotline Team REPLY with the NUMBER next to your gender in the list below.
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers langs die opsies wat verskaf word. Indien jy enigsins sukkel met jou registrasie, antwoord nou *SUPPORT* om hulp van die 📞 Blitslyn Span te kry ANTWOORD met die NOMMER langs jou geslag in die onderstaande lys.

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 We will use your mobile phone number to send you notifications and updates via WhatsApp and/or SMS about getting vaccinated. Can we use {number}?
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Ons sal jou selfoonnommer gebruik om kennisgewings en die jongste nuus oor inenting via WhatsApp en/of SMS aan jou te stuur. Kan ons {number} gebruik?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Please confirm that we can use {number} to contact you.
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers wat langs die opsies verskaf word. Bevestig asseblief dat ons jou by {number} mag kontak.

source: ⚠️ Please type a valid cell phone number. Example _081234567_
af: ⚠️ Verskaf asseblief ’n geldige selfoonnommer. Voorbeeld _081234567_

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE the MOBILE PHONE NUMBER we can contact you on.
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief die SELFOONNOMMER in waar ons jou kan kontak.

source: ⚠️ Please TYPE a valid EMAIL address. (Or type SKIP if you are unable to share an email address.)
af: ⚠️ TIK asseblief ’n geldige E-POS-adres in. (Of tik SKIP in as jy nie ’n e-posadres kan verskaf nie.)

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE your EMAIL address. (Or type SKIP if you are unable to share an email address.)
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief jou E-POS-adres in. (Of tik SKIP in as jy nie ’n e-posadres kan verskaf nie.)

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Note: If you belong to a Medical Aid, your day-to-day savings and/or benefits won't be affected. Do you belong to a South African Medical Aid?
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 NB: As jy aan 'n Mediese Fonds behoort, word jou dag-tot-dag-spaarrekening en/of -voordele nie geraak nie. Is jy lid van 'n Suid-Afrikaanse Mediese Fonds?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Please confirm if you belong to a Medical Aid.
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers wat langs die opsies verskaf word. Bevestig asseblief of jy lid is van 'n Suid-Afrikaanse Mediese Fonds.

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE the name of your Medical Aid PROVIDER.
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief die naam in van jou MEDIESE FONDS.

source: None of these
af: Nie een hiervan nie

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please confirm your Medical Aid Provider. REPLY with a NUMBER from the list below:
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Bevestig asseblief die naam van jou Mediese Fonds Verskaffer. ANTWOORD met ’n NOMMER uit onderstaande lys:

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Reply *SUPPORT* anytime if you need help from the 📞 Hotline Team REPLY with the NUMBER next to the name of your Medical Aid Provider:
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers langs die opsies wat verskaf word. Antwoord om enige tyd *SUPPORT* as jy hulp van die 📞 Blitslyn Span benodig ANTWOORD met die NOMMER langs die naam van jou Mediese Fonds:

source: 📌 Or reply *0* to end this session and return to the main *MENU*
af: 📌 Of antwoord *0* om hierdie sessie te beëindig en terug te keer na die hoof'-*MENU*"

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE your Medical Aid NUMBER.
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief jou mediesefonds-NOMMER in.

source: ⚠️ Please try again Reply with your Medical Aid NUMBER 📌 Or reply *0* to end this session and return to the main *MENU*
af: ⚠️ Probeer asseblief weer Antwoord met jou mediesefonds-NOMMER 📌 Of antwoord *0* om hierdie sessie te beëindig en terug te keer na die hoof'-*MENU*

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Note: We will try to allocate you an appointment based on your preference. Which option do you prefer for your vaccination appointment?
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Let wel: Ons sal jou voorkeure in ag probeer neem vir jou afspraak. Watter opsie verkies jy vir jou inentingsafspraak?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. When would you be available for a vaccination appointment?
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers langs die opsies wat verskaf word. Wanneer sal jy beskikbaar wees vir ’n inentings-afspraak?

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Congratulations! You successfully registered with the National Department of Health to get a COVID-19 vaccine. Look out for messages from this number (060 012 3456) on WhatsApp OR on SMS/email. We will update you with important information about your appointment and what to expect. ----- 📌 Reply *0* to return to the main *MENU*
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Geluk! Jy het suksesvol by die Nasionale Departement van Gesondheid geregistreer om teen COVID-19 ingeënt te word. Wees op die uitkyk vir boodskappe vanaf hierdie nommer (060 012 3456) per WhatsApp OF per SMS/e-pos. Ons sal jou op hoogte hou van belangrike inligting oor jou afspraak en wat jy kan verwag. ----- 📌 Antwoord *0* om terug te keer na die hoof- *MENU*"

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 ⚠️ Our portal is currently down. Your registration is important! Please try again in 1 hour. ----- 📌 Reply *0* to return to the main *MENU*
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 ⚠️ Ons portaal is tans van lyn af. Jou registrasie is belangrik! Probeer asseblief weer oor 1 uur. ----- 📌 Antwoord *0* om terug te keer na die hoof- *MENU*
