Repository: praekeltfoundation/vaccine-eligibility
Catalog: locales/afr/LC_MESSAGES/messages.po
Languages: af

source: Welcome to the NATIONAL DEPARTMENT OF HEALTH's COVID-19 Response service
af: HOOFKIESLYS [0]

source: ERROR: Please try again
af: FOUT: Probeer asseblief weer

source: Vaccine Registration
af: EVDS-Registrasie vir Inenting

source: Change language
af: Verander taal

source: Welcome back to the NATIONAL DEPARTMENT OF HEALTH's COVID-19 Vaccine Registration service
af: Welkom terug by die NASIONALE DEPARTMENT VAN GESONDHEID se COVID-19-inentings-registrasiediens

source: Continue where I left off
af: Gaan voort waar ek opgehou het

source: Start over
af: Begin oor

source: RSA ID Number / Birth Certificate number
af: RSA-ID-nommer / SA Geboortesertifikaat

source: Non RSA Passport Number
af: Nie-RSA paspoort

source: Asylum Seeker Permit number
af: Asielsoeker-permitnommer

source: Refugee Permit number
af: Vlugteling-permitnommer

source: EVDS VACCINE REGISTRATION The SA Department of Health thanks you for helping to defeat COVID-19! Note: Vaccinations is only available for ages {minimum_age}+
af: EVDS-REGISTRASIE VIR INENTING Die SA Departement van Gesondheid bedank jou dat jy COVID-19 help verslaan! Let wel: Inentings is beskikbaar vir ouderdomme {minimum_age}+

source: Continue
af: Gaan aan

source: ERROR: Please try again
af: FOUT: Probeer asseblief weer

source: We are currently experiencing high volumes of registrations. Your registration is important! Please try again in 15 minutes
af: Ons ervaar tans ’n hoë volume registrasies. Jou registrasie is belangrik! Probeer asseblief weer oor 15 minute

source: Self-registration is only available to people {minimum_age} years or older. Can we contact you on this number when this changes?
af: Selfregistrasie is slegs beskikbaar vir mense wat {minimum_age} jaar of ouer is. Kan ons jou by hierdie nommer kontak wanneer dit verander?

source: Yes
af: Ja

source: No
af: Nee

source: Can we notify you to let you know when you can register?
af: Kan ons jou in kennis stel wanneer jy kan registreer?

source: PRIVACY POLICY EVDS is POPIA compliant. Your data is kept private + confidential & only used with your consent for the purpose of getting vaccinated.
af: PRIVAATHEIDSBELEID EVDS voldoen aan die POPI-wet. Jou data word privaat + vertroulik gehou & word met jou toestemming net gebruik vir jou inenting.

source: Next
af: Volgende

source: TYPE 1 to continue
af: TIK 1 in om voort te gaan

source: EVDS uses your data to check eligibility & inform you of your vaccination date & venue. Registration is voluntary & does not guarantee vaccination.
af: EVDS gebruik jou data om te kyk of jy kwalifiseer & te sê waar en wanneer jy ingeënt word. Registrasie is vrywillig & waarborg nie inenting nie.

source: All security measures are taken to make sure your information is safe. No personal data will be transferred from EVDS without POPIA compliance
af: Alle veiligheidsmaatreëls is getref om jou data te beveilig. Geen persoonlike data sal van EVDS oorgedra word as dit strydig is met die POPI-wet nie

source: ACCEPT
af: AANVAAR

source: TYPE 1 to ACCEPT our Privacy Policy
af: TIK 1 in om ons Privaatheidsbeleid te AANVAAR

source: How would you like to register?
af: Hoe wil jy registreer?

source: Choose 1 way to register:
af: Kies asseblief 1 van die volgende maniere om te registreer:

source: Invalid {id_type}. Please try again
af: Probeer asseblief weer. Tik asseblief jou {id_type} in

source: Please enter your {id_type}
af: Tik asseblief jou {id_type} in

source: The number you have entered appears to be a RSA ID Number. Is this correct?
af: Die nommer wat jy ingetik het, lyk soos 'n RSA ID-nommer. Is dit?

source: Please try again Please confirm that the number you have entered is a RSA ID Number
af: Probeer asseblief weer Bevestig asseblief dat die nommer wat jy ingetik het 'n RSA ID-nommer is

source: Which country issued your passport?
af: Watter land het jou paspoort uitgereik?

source: Mozambique
af: Mosambiek

source: Nigeria
af: Nigerië

source: DRC
af: DRK

source: Somalia
af: Somalië

source: Other
af: Ander

source: Please TYPE in your passport's COUNTRY of origin.
af: TIK asseblief jou paspoort se LAND van herkoms in.

source: Please choose the best match for your COUNTRY of origin:
af: Kies asseblief die beste opsie vir jou LAND van herkoms:

source: Do any of these match your COUNTRY:
af: Is jou LAND een van die volgende:

source: What is your gender?
af: Wat is jou geslag?

source: Male
af: Manlik

source: Female
af: Vroulik

source: Please select your gender using one of the numbers below
af: Kies asseblief een van die nommers hieronder om jou geslag aan te dui

source: REQUIRED: Please TYPE the 4 digits of the YEAR you were born (Example: 1980)
af: WORD VEREIS: TIK asseblief die 4 syfers in van die jaar waarin jy gebore is (Voorbeeld: 1980)

source: The YEAR you have given does not match the YEAR of your ID number. Please try again
af: Die JAAR wat deur jou verskaf is, verskil van die JAAR in jou ID-nommer. Probeer asseblief weer

source: Date of birth: In which YEAR were you born? (Please TYPE just the YEAR)
af: Geboortedatum: In watter JAAR is jy gebore? (Tik asseblief slegs die jaar in)

source: Date of birth: In which MONTH were you born?
af: Geboortedatum: In watter MAAND is jy gebore?

source: May
af: Mei

source: June
af: Jun

source: July
af: Jul

source: Sep
af: Sept

source: Oct
af: Okt

source: Dec
af: Des

source: REQUIRED: Choose your birthday MONTH using the numbers below:
af: WORD VEREIS: Kies die nommer hieronder wat jou verjaardagmaand aandui:

source: ERROR: Please reply with just the DAY of your birthday. Example: If you were born on 31 May, type _31_
af: FOUT: Verskaf asseblief slegs die DAG van jou verjaardag. Voorbeeld: As jy op 31 Mei gebore is, tik jy _31_

source: Date of birth: On which DAY of the month were you born? (Please type just the DAY)
af: Geboortedatum: Op watter DAG van die maand is jy gebore? (Tik asseblief slegs die dag in)

source: Please TYPE your FIRST NAME as it appears in your identification document
af: TIK asseblief jou VOORNAAM in soos wat dit in jou identifikasiedokument verskyn

source: ERROR: Reply with your FIRST NAME as it appears in your identification document
af: FOUT: Verskaf asseblief jou VOORNAAM soos wat dit in jou identifikasiedokument verskyn

source: Please TYPE your SURNAME as it appears in your identification document.
af: TIK asseblief jou VAN in soos wat dit in jou identifikasiedokument verskyn.

source: ERROR: Reply with your SURNAME as it appears in your identification document
af: FOUT: Verskaf asseblief jou VAN soos wat dit in jou identifikasiedokument verskyn

source: Confirm the following: {first_name} {surname} {id_number}
af: Bevestig die volgende: {first_name} {surname} {id_number}

source: Correct
af: Korrek

source: Wrong
af: Verkeerd

source: Is the information you shared correct? {first_name} {surname} {id_number}
af: Het jy jou inligting korrek verskaf? {first_name} {surname} {id_number}

source: Select Your Province
af: Kies jou provinsie

source: Reply with a NUMBER:
af: Antwoord met 'n NOMMER:

source: Please TYPE the name of the SUBURB to help us allocate your appointment
af: Tik asseblief die naam van die VOORSTAD in om ons te help om ’n afspraak aan jou toe te wys

source: Please select your municipality
af: Antwoord met 'n NOMMER

source: Please choose the best match for your location:
af: Kies asseblief die opsie wat die beste by jou ligging pas:

source: Do any of these match your location:
af: Pas enige van die volgende by jou ligging:

source: Suburb not found. Try again
af: Voorstad nie gevind nie. Probeer weer

source: Can we use this number: {number} to send you SMS appointment information?
af: Kan ons hierdie nommer: {number} gebruik om afspraakinligting per SMS aan jou te stuur?

source: Please reply with a number 1 or 2 to confirm if we can use this number: {number} to send you SMS appointment information?
af: Antwoord asseblief met nommer 1 of 2 om te bevestig of ons hierdie nommer: {number} kan gebruik om afspraakinligting per SMS aan jou te stuur?

source: ERROR: Please enter a valid mobile number (do not use spaces)
af: FOUT: Tik asseblief ’n geldige selfoonnommer in (geen spasies)

source: Please TYPE a MOBILE NUMBER we can send an SMS to with your appointment information
af: Tik asseblief ’n SELFOONNOMMER in waarheen ons ’n SMS met inligting oor jou afspraak kan stuur

source: Please confirm that your number is {number}.
af: Bevestig asseblief dat jou nommer {number} is.

source: ERROR: Please try again. Is the number {number} correct?
af: FOUT: Probeer asseblief weer. Is die nommer {number} korrek?

source: In which time slot would you prefer to get your vaccination?
af: Watter tydgleuf verkies jy vir jou inenting?

source: Weekday Morning
af: Weeksoggend

source: Weekday Afternoon
af: Weeksmiddag

source: Weekend Morning
af: Naweekoggend

source: When would you prefer your vaccine appointment based on the options below?
af: Wanneer verkies jy om ingeënt te word gebaseer op die opsies hieronder?

source: Do you belong to a Medical Aid?
af: Behoort jy aan ’n Mediese Fonds?

source: ERROR: Please try again. Do you belong to a Medical Aid?
af: FOUT: Probeer asseblief weer. Behoort jy aan ’n Mediese Skema?

source: :) You have SUCCESSFULLY registered to get vaccinated. Additional information and appointment details will be sent via SMS.
af: :) Jy het SUKSESVOL geregistreer vir inenting. Bykomende inligting en afspraakbesonderhede sal per SMS gestuur word.

source: Something went wrong with your registration session. Your registration was not able to be processed. Please try again later
af: Iets het verkeerd geloop met jou registrasiesessie. Jou registrasie kon nie verwerk word nie. Probeer asseblief later weer

source: RSA ID Number / RSA Birth Certificate
af: RSA ID-nommer / SA Geboortesertifikaat

source: Passport Number
af: Paspoortnommer

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Welcome to the official COVID-19 Vaccination Registration Portal from the National Department of Health. Registration will take about 5 minutes. Please have your Birth Certificate, ID, Passport, Refugee Permit or Asylum Seeker Permit *Number* on hand. If you have Medical Aid, we will also ask for your Medical Aid Number. *Note:* - Vaccination is voluntary and no payment is required - No co-payment/levy will be required if you belong to a Medical Aid - Everyone who registers will be offered vaccination *Important* 👉 *Self* registration is available to those aged 18 and over 👉 For children aged 5-17, registration must be completed by someone who can legally make decisions on behalf of the child.
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Welkom by die Nasionale Departement van Gesondheid se amptelike Selfregistrasieportaal vir COVID-19-inenting. Dit neem sowat 5 minute om te registreer. Hou asseblief die *Nommer* van jou ID, Paspoort, Vlugtelingpermit of Asielsoekerpermit gereed. As jy 'n Mediese Fonds het, sal ons ook jou Mediesefondsnommer vra. *Let wel:* - Inenting is vrywillig en geen betaling word vereis nie - Geen bybetaling/heffing word vereis as jy aan 'n Mediese Fonds behoort nie - Inenting sal aangebied word aan elkeen wat registreer *Belangrik* 👉 *Self* registrasie is beskikbaar vir diegene 18 en ouer 👉 Vir kinders tussen 5-17, moet registrasie voltooi word deur iemand wat volgens wet besluite kan neem namens hulle.

source: ⚠️ This service works best when you use the numbered options available Please confirm the type of registration
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers wat langs die opsies verskaf word. Bevestig asseblief die tipe registrasie

source: ----- Or reply 📌 *0* to end this session and return to the main *MENU*
af: ----- Of antwoord 📌 *0* om hierdie sessie te beëindig en terug te keer na die hoof'-*MENU*

source: 18+ Self registration
af: 18+ Self registrasie

source: Register on behalf of a child aged 5-17
af: Registreer namens ’n kind tussen ouderdomme 5-17

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 ⚠️ We are currently experiencing high volumes of registrations. Your registration is important! Please try again in 15 minutes. ----- Reply *SUPPORT* for details on how to get help with your registration 📌 Reply *0* to return to the main *MENU*
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 ⚠️ Ons ervaar tans ’n hoë volume registrasies. Jou registrasie is belangrik! Probeer asseblief weer oor 1 uur. —— Antwoord *SUPPORT* vir inligting oor hoe om hulp met jou registrasie te kry 📌 Antwoord *0* om terug te keer na die hoof- *MENU*

source: Self-registration is only available to people {minimum_age} years or older. Can we contact you on this number when this changes?
af: Selfregistrasie is slegs beskikbaar vir mense wat {minimum_age} jaar of ouer is Kan ons jou via WhatsApp by hierdie nommer kontak om jou in kennis te stel wanneer nuwe inligting oor inenting beskikbaar word?

source: REPLY with the NUMBER of the option you have chosen.
af: ANTWOORD met die NOMMER van die opsie wat jy gekies het.

source: ⚠️ This service works best when you use the numbered options available. Please let us know if we can notify you via Whatsapp on this number when updates about getting vaccinated become available?
af: ⚠️ Hierdie diens werk die beste indien jy uit die beskikbare nommeropsies kies. Laat weet asseblief of ons jou via WhatsApp by hierdie nommer in kennis kan stel wanneer nuwe inligting oor inenting beskikbaar word?

source: ----- Reply *SUPPORT* for details on how to get help with your registration Reply 📌 *0* to end this session and return to the main *MENU*
af: ----- Antwoord *SUPPORT* vir inligting oor hoe om hulp met jou registrasie te kry Antwoord 📌 *0* om hierdie sessie te beëindig en terug te keer na die hoof- *MENU*

source: Thank you for confirming
af: Dankie vir jou bevestiging

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Do you agree to the attached Electronic Vaccine Data System PRIVACY POLICY that explains how your data is used and protected?
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Aanvaar jy die aangehegte PRIVAATHEIDSBELEID vir die Elektroniese Inentingsdatastelsel, wat verduidelik hoe jou data gebruik en beskerm word?

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 If you are using this service on behalf of a child to register for a COVID-19 vaccination as a competent person, you need to confirm that you are sharing the child's information in line with the Electronic Vaccine Data System Privacy Policy. The POPI Act says that a competent person is someone who is legally competent to make decisions on behalf of a child. Please confirm that you consent to the attached Electronic Vaccine Data System PRIVACY POLICY that explains how all data is used and protected *on behalf of the child*?
af: *INENTINGSREGISTRASIE VEILIGE KLETS* 🔐 As jy hierdie diens namens ’n kind gebruik om te registreer vir ’n COVID-19 inenting as ’n bekwame persoon, moet jy bevestig dat die kind se inligting in lyn is met die Elektroniese Inenting Data Sisteem se Privaatheidsbeleid. Die POPI-wet sê dat ’n bevoegde persoon iemand is wat volgens wet bevoegd is om besluite namens ’n kind te neem. Bevestig asseblief dat u instem tot die aangehegte Elektroniese Inentings Data Sisteem PRIVAATHEIDSBELEID wat verduidelik hoe alle data *namens die kind* gebruik en beskerm word?

source: Read summary
af: Lees opsomming

source: Accept
af: Aanvaar

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided.
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers langs die opsies wat verskaf word.

source: Reply 1 to read a summary of the DATA PROTECTION & PRIVACY POLICY. Reply 2 to accept
af: Antwoord 1 om ’n opsomming van die DATABESKERMINGS- & PRIVAATHEIDSBELEID te lees. Antwoord 2 om te aanvaar

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 *Electronic Vaccine Data System DATA PROTECTION & PRIVACY POLICY (“EVDS Privacy Policy) SUMMARY* The EVDS Privacy Policy complies with the POPI Act. Your personal data including: contact, medical aid & vaccine protocol details are processed with your consent for the agreed purpose (to support the COVID-19 Vaccination roll out in South Africa) and remain confidential. EVDS uses your data to check your eligibility & inform you of the date & venue of your vaccination. Registration is voluntary & does not guarantee vaccination. All security measures have been taken to keep your information safe. No personal data will be transferred from EVDS without legislative authorisation in compliance with the Popi Act. Do you accept the EVDS Privacy Notice?
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 *OPSOMMING VAN DATABESKERMINGS- & PRIVAATHEIDSBELEID vir Elektroniese Inentingsdatastelsel (""EVDS-privaatheidsbeleid)* Die EVDS-privaatheidsbeleid voldoen aan die POPI-wet. Jou persoonlike data, ingesluit jou kontak-, mediesefonds- en inentingsprotokol-besonderhede, word met jou toestemming verwerk vir die ooreengekome doel (om die uitrol van COVID-19-inenting in Suid-Afrika te ondersteun) en bly vertroulik. EVDS gebruik jou inligting om na te gaan of jy kwalifiseer & jou te laat weet waar en wanneer jy ingeënt word. Registrasie is vrywillig & waarborg nie inenting nie. Alle veiligheidsmaatreëls is getref om jou inligting te beveilig. In ooreenstemming met die Popi-wet sal geen persoonlike inligting sonder wettige magtiging vanaf EVDS oorgedra word nie. Aanvaar jy die EVDS-privaatheidskennisgewing?

source: Yes, I accept
af: Ja, ek aanvaar dit

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Do you accept the EVDS Privacy Notice?
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers wat langs die opsies verskaf word. Aanvaar jy die EVDS-privaatheidskennisgewing?

source: ------ 📌 Or reply *0* to end this session and return to the main *MENU*
af: ------ 📌 Of antwoord *0* om hierdie sessie te beëindig en terug te keer na die hoof'-*MENU*"

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Thank you. If you change your mind, type *REGISTER* to restart your registration session
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Dankie. As jy van plan verander, tik *REGISTER* om van voor af met registrasie te begin

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 We need your location to help us allocate you to an available vaccination site as close and as soon as possible Select your province
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Ons benodig jou ligging om jou so gou moontlik aan 'n beskikbare inentingsplek so naby moontlik aan jou te kan toewys. Kies jou provinsie

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 ⚠️ Your suburb could not be found. Please try again by selecting your province. Reply *SUPPORT* anytime if you need help from the 📞 Hotline Team Select your province
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 ⚠️ Jou voorstad kon nie gevind word nie. Antwoord om enige tyd *SUPPORT* as jy hulp van die 📞 Blitslyn Span benodig. Kies jou provinsie

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE the name of the SUBURB where you want to get vaccinated
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief die naam in van die VOORSTAD waar jy ingeënt wil word

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please confirm the MUNICIPALITY for the suburb you have given:
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Bevestig asseblief die MUNISIPALITEIT vir die voorstad wat jy verskaf het:

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Please REPLY with a NUMBER from the list below to confirm municipality of the suburb you have shared:
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers wat langs die opsies verskaf word. ANTWOORD asseblief met ’n NOMMER uit die onderstaande lys om die munisipaliteit te bevestig van die voorstad wat jy verskaf het:

source: ------ 📌 Or reply *0* to end this session and return to the main *MENU* Reply *SUPPORT* anytime if you need help from the 📞 Hotline Team
af: ------ 📌 Of antwoord *0* om hierdie sessie te beëindig en terug te keer na die hoof'-*MENU* Antwoord om enige tyd *SUPPORT* as jy hulp van die 📞 Blitslyn Span benodig

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please REPLY with a NUMBER to confirm your location:
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 ANTWOORD asseblief met ’n NOMMER om jou ligging te bevestig:

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Please REPLY with a NUMBER from the list below to confirm the location you have shared:
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers wat langs die opsies verskaf word. ANTWOORD asseblief met ’n NOMMER uit onderstaande lys om die ligging wat jy verskaf het, te bevestig:

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Which method would you like to use for identification?
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Watter metode wil jy gebruik vir identifikasie?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Please choose the type of identification document you have from the list below?
af: ⚠️ Hierdie diens werk die beste indien jy antwoord met een van die nommers langs die opsies wat verskaf word. Kies asseblief die soort identifikasiedokument wat jy het uit die onderstaande lys?

source: ------- If you experiencing any problems with your registration, reply *SUPPORT* now to get help from the 📞 Hotline Team
af: ------- Indien jy enigsins sukkel met jou registrasie, antwoord nou *SUPPORT* om hulp van die 📞 Blitslyn Span te kry

source: ⚠️ Please enter a valid {id_type} 📌 Or reply *0* to end this session and return to the main *MENU* Reply *SUPPORT* anytime if you need help from the 📞 Hotline Team
af: ⚠️ Tik asseblief ’n geldige {id_type} in 📌 Of antwoord *0* om hierdie sessie te beëindig en terug te keer na die hoof'-*MENU* Antwoord om enige tyd *SUPPORT* as jy hulp van die 📞 Blitslyn Span benodig

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE in your {id_type}
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief jou {id_type} in.

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 The number you have entered appears to be a RSA ID Number/RSA Birth Certificate ID Number. Is this correct?
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Die nommer wat jy ingetik het, lyk soos 'n RSA ID-nommer/SA Geboortesertifikaat. Is dit?

source: Please try again Please confirm that the number you have entered is a RSA ID Number/RSA Birth Certificate ID Number
af: Probeer asseblief weer Bevestig asseblief dat die nommer wat jy ingetik het 'n RSA ID-nommer/SA Geboortesertifikaat is

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE in your passport's COUNTRY of origin. Example _Zimbabwe_
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief jou paspoort se LAND van herkoms in. Voorbeeld _Zimbabwe_

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please confirm your passport's COUNTRY of origin. REPLY with a NUMBER from the list below:
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 Bevestig asseblief jou paspoort se LAND van herkoms. ANTWOORD met ’n NOMMER uit onderstaande lys:

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE your FIRST NAME as it appears in your identification document.
af: *BEVEILIGDE PORTAAL VIR INENTINGSREGISTRASIE* 🔐 TIK asseblief jou VOORNAAM in soos wat dit in jou identifikasie-dokument verskyn.
