Repository: praekeltfoundation/vaccine-eligibility
Catalog: locales/zul/LC_MESSAGES/messages.po
Languages: zu

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please confirm your passport's COUNTRY of origin. REPLY with a NUMBER from the list below:
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela uqinisekise IZWE lakho lephasipothi. Phendula NGENOMBOLO kusuka kuhlu olungezansi:

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE your FIRST NAME as it appears in your identification document.
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela UBHALE IGAMA lakho LOKUQALA njengoba livela kumazisi wakho.

source: ⚠️ Please try again TYPE your FIRST NAME as it appears in your identification document. ------- 📌 Or reply *0* to end this session and return to the main *MENU* If you experiencing any problems with your registration, reply *SUPPORT* now to get help from the 📞 Hotline Team
zu: ⚠️ Sicela uzame futhi BHALA IGAMA lakho LOKUQALA njengoba livela kumazisi wakho. Noma phendula 📌 ngo- *0* ukuqeda leseshini bese ubuyela ku- *MENU* olukhulu Uma uhlangabezana nanoma yiziphi izinkinga ngokubhaliswa kwakho, phendula ngokuthi *SUPPORT* manje ukuze uthole usizo oluvela 📞 ethimbeni Le-Hotline

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE your SURNAME as it appears in your identification document.
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela UBHALE ISIBONGO sakho njengoba sivela kumazisi wakho.

source: ⚠️ Please try again TYPE your SURNAME as it appears in your identification document. ------- If you experiencing any problems with your registration, reply *SUPPORT* now to get help from the 📞 Hotline Team 📌 Or reply *0* to end this session and return to the main *MENU*
zu: ⚠️ Sicela uzame futhi BHALA ISIBONGO sakho njengoba sivela kumazisi wakho. Noma phendula 📌 ngo- *0* ukuqeda leseshini bese ubuyela ku- *MENU* olukhulu Uma uhlangabezana nanoma yiziphi izinkinga ngokubhaliswa kwakho, phendula ngokuthi *SUPPORT* manje ukuze uthole usizo oluvela 📞 ethimbeni Le-Hotline

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please confirm the following: {first_name} {surname} {id_number}
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Qinisekisa okulandelayo: {first_name} {surname} {id_number}

source: ⚠️ Please TYPE in only the YEAR you were born. Example _1980_
zu: ⚠️ Sicela UBHALE UNYAKA owazalwa ngawo kuphela. Isibonelo _1980_

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE in the YEAR you were born?
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela UBHALE UNYAKA owazalwa ngawo?

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 In which MONTH were you born?
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Wazalwa ngayiphi INYANGA?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Reply *SUPPORT* anytime if you need help from the 📞 Hotline Team In which MONTH were you born?
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Phendula ngokuthi *SUPPORT* noma nini uma udinga usizo oluvela 📞 ethimbeni Le-Hotline Wazalwa ngayiphi INYANGA?

source: Reply with the number next to the month.
zu: Phendula ngenombolo eseduze kwenyanga.

source: ⚠️ Please enter a valid calendar DAY for your birth date. Type in only the day. Example: If you were born on 20 May, type _20_ ------- If you experiencing any problems with your registration, reply *SUPPORT* now to get help from the 📞 Hotline Team 📌 Or reply *0* to end this session and return to the main *MENU*
zu: ⚠️ Sicela ufake USUKU lwekhalenda olusemthethweni olosuku lwakho lokuzalwa Bhala usuku kuphela. Isibonelo: Uma ngabe wazalwa ngomhla ka-20 Meyi, thayipha _20_ ----- Uma uhlangabezana nanoma yiziphi izinkinga ngokubhaliswa kwakho, phendula ngokuthi *SUPPORT* manje ukuze uthole usizo oluvela 📞 ethimbeni Le-Hotline

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE the DAY of your birth date. Example: If you were born on 31 May, type _31_
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela UBHALE USUKU lwakho lokuzalwa. Isibonelo: Uma ngabe wazalwa ngomhlaka 31 Meyi, bhala _31_

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 What is your GENDER?
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Buyini UBULILI bakho?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. If you experiencing any problems with your registration, reply *SUPPORT* now to get help from the 📞 Hotline Team REPLY with the NUMBER next to your gender in the list below.
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Uma uhlangabezana nanoma yiziphi izinkinga ngokubhaliswa kwakho, phendula ngokuthi *SUPPORT* manje ukuze uthole usizo oluvela 📞 ethimbeni Le-Hotline PHENDULA NGENOMBOLO eseduze kobulili bakho kuhlu olungezansi.

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 We will use your mobile phone number to send you notifications and updates via WhatsApp and/or SMS about getting vaccinated. Can we use {number}?
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sizosebenzisa inombolo yakho yocingo ukukuthumela izaziso nezibuyekezo nge-WhatsApp kanye/noma nge-SMS mayelana nokugonywa. Singawusebenzisa u-{number}?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Please confirm that we can use {number} to contact you.
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Sicela uqinisekise ukuthi singawusebenzisa u-{number} ukuxhumana nawe.

source: ⚠️ Please type a valid cell phone number. Example _081234567_
zu: ⚠️ Sicela ubhale inombolo evumelekile yeselula. Isibonelo _081234567_

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE the MOBILE PHONE NUMBER we can contact you on.
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela UBHALE INOMBOLO YOCINGO ethintekayo esingaxhumana nawe kuyo.

source: ⚠️ Please TYPE a valid EMAIL address. (Or type SKIP if you are unable to share an email address.)
zu: ⚠️ Sicela UBHALE ikheli le-IMEYILI elivumelekile. (Noma bhala SKIP uma ungakwazi ukwabelana ngekheli le-imeyili.)

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE your EMAIL address. (Or type SKIP if you are unable to share an email address.)
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela UBHALE ikheli lakho le-IMEYILI. (Noma bhala SKIP uma ungakwazi ukwabelana ngekheli le-imeyili.)

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Note: If you belong to a Medical Aid, your day-to-day savings and/or benefits won't be affected. Do you belong to a South African Medical Aid?
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Qaphela: Uma ungaphansi kwe-Medical Aid, imali oyongayo yansuku zonke kanye/ noma imihlomulo ngeke iphazamiseke. Ingabe ungaphansi kwe-Medical Aid yaseNingizimu Afrika?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Please confirm if you belong to a Medical Aid.
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Sicela uqinisekise ukuthi ngabe ungaphansi kweMedical Aid yaseNingizimu Afrika.

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE the name of your Medical Aid PROVIDER.
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela UBHALE igama LOMHLINZEKI wakho we-Medical Aid.

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please confirm your Medical Aid Provider. REPLY with a NUMBER from the list below:
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela uqinisekise uMhlinzeki wakho we-Medical Aid. Phendula NGENOMBOLO kusuka kuhlu olungezansi:

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Reply *SUPPORT* anytime if you need help from the 📞 Hotline Team REPLY with the NUMBER next to the name of your Medical Aid Provider:
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Phendula ngokuthi *SUPPORT* noma nini uma udinga usizo oluvela 📞 ethimbeni Le-Hotline PHENDULA NGENOMBOLO eseduze negama lomhlonzeki le-Medical Aid yakho:

source: 📌 Or reply *0* to end this session and return to the main *MENU*
zu: Noma phendula 📌 ngo- *0* ukuqeda leseshini bese ubuyela ku- *MENU* olukhulu

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE your Medical Aid NUMBER.
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela UTHAYPHE INOMBOLO yakho ye-Medical Aid.

source: ⚠️ Please try again Reply with your Medical Aid NUMBER 📌 Or reply *0* to end this session and return to the main *MENU*
zu: ⚠️ Sicela uzame futhi Phendula NGENOMBOLO ye-Medical Aid yakho Noma phendula 📌 ngo- *0* ukuqeda leseshini bese ubuyela ku- *MENU* olukhulu

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Note: We will try to allocate you an appointment based on your preference. Which option do you prefer for your vaccination appointment?
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Qaphela: Sizozama ukuhlela i-aphoyintimenti ngokuya ngokuthanda kwakho. Iyiphi inketho oyiqokayo nge-aphoyinyimenti yakho yokugoma?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. When would you be available for a vaccination appointment?
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Ungatholakala nini ukuhlela i-aphoyintimenti yokugoma?

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Congratulations! You successfully registered with the National Department of Health to get a COVID-19 vaccine. Look out for messages from this number (060 012 3456) on WhatsApp OR on SMS/email. We will update you with important information about your appointment and what to expect. ----- 📌 Reply *0* to return to the main *MENU*
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Halala! Ubhalise ngempumelelo noMnyango Wezempilo Kazwelonke ukuthola umuthi wokugomela i-COVID-19. Qaphela imilayezo evela kule nombolo (060 012 3456) kuWhatsApp NOMA kwi-SMS/i-imeyili. Sizokuthumelela ulwazi olubalulekile mayelana ne-aphoyintimenti yakho nokuthi yini ongayilindela. ----- 📌Phendula *0* ukuze ubuyele *MENU* olukhulu

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 ⚠️ Our portal is currently down. Your registration is important! Please try again in 1 hour. ----- 📌 Reply *0* to return to the main *MENU*
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 ⚠️ I-portal yethu okwamanje iphansi. Ukubhaliswa kwakho kubalulekile! Sicela uzame futhi ngemva kwehora eli-1. ----- 📌Phendula *0* ukuze ubuyele *MENU* olukhulu
