Repository: praekeltfoundation/vaccine-eligibility
Catalog: locales/zul/LC_MESSAGES/messages.po
Languages: zu

source: Welcome to the NATIONAL DEPARTMENT OF HEALTH's COVID-19 Response service
zu: UHLU LOKUQALA [0]

source: ERROR: Please try again
zu: IMPAZAMO: Sicela uzame futhi

source: Vaccine Registration
zu: Ukubhalisela Umgomo Kwe-EVDS

source: Change language
zu: Shintsha ulimi

source: Welcome back to the NATIONAL DEPARTMENT OF HEALTH's COVID-19 Vaccine Registration service
zu: Siyakwamukela futhi kwinsizakalo Yokubhaliswa Kokugoma ye-COVID-19 yoMNYANGO KAZWELONKE WEZEMPILO

source: Continue where I left off
zu: Qhubeka la ngigcine khona

source: Start over
zu: Qala phansi

source: RSA ID Number / Birth Certificate number
zu: Inombolo ye-ID yaseNingizimu Afrika / Isitifiketi Sokuzalwa sase-SA

source: Non RSA Passport Number
zu: Ipasipoti okungeyona eyase-RSA

source: Asylum Seeker Permit number
zu: Inombolo Yemvume Yokufuna Ukukhoseliswa

source: Refugee Permit number
zu: Inombolo yemvume yababaleki

source: EVDS VACCINE REGISTRATION The SA Department of Health thanks you for helping to defeat COVID-19! Note: Vaccinations is only available for ages {minimum_age}+
zu: UKUBHALISELA UMGOMO WE-EVDS UMnyango Wezempilo waseSA uyabonga ngokusiza ukunqoba iCOVID-19! Qaphela:Imithi yokugoma itholwa abaneminyaka ewu-{minimum_age}+

source: ERROR: Please try again
zu: IPHUTHA: Sicela uzame futhi

source: We are currently experiencing high volumes of registrations. Your registration is important! Please try again in 15 minutes
zu: Njengamanje sibhekene nenani eliphakeme lokubhaliswa. Ukubhaliswa kwakho kubalulekile! Sicela uzame futhi emizuzwini engu-15

source: Self-registration is only available to people {minimum_age} years or older. Can we contact you on this number when this changes?
zu: Ukuzibhalisa kutholakala kuphela kubantu abaneminyaka engu-{minimum_age} noma ngaphezulu. Singakwazi ukuxhumana nawe kule nombolo uma lokhu kuguquka?

source: Yes
zu: Yebo

source: No
zu: Cha

source: Can we notify you to let you know when you can register?
zu: Singakwazisa ukuthi ungabhalisa nini?

source: PRIVACY POLICY EVDS is POPIA compliant. Your data is kept private + confidential & only used with your consent for the purpose of getting vaccinated.
zu: INQUBOMGOMO YOBUMFIHLO iEVDS ilandela iPOPIA. Imininingwane yakho igcinwa iyimfihlo futhi isetshenziswa ngemvume yakho ngenhloso yokugonywa.

source: Next
zu: Olandelayo

source: TYPE 1 to continue
zu: BHALA u-1 ukuze uqhubeke

source: EVDS uses your data to check eligibility & inform you of your vaccination date & venue. Registration is voluntary & does not guarantee vaccination.
zu: iEVDS isebenzisa idatha yakho ukuhlola ukufaneleka nokukwazisa ngosuku nanendawo yokugoma. Ukubhalisa kungokuzithandela futhi akusho ukuthi uzogoma.

source: All security measures are taken to make sure your information is safe. No personal data will be transferred from EVDS without POPIA compliance
zu: Zonke izinyathelo ziyathathwa ukuqinisekisa ukuphepha kwemininingwane yakho. Idatha yomuntu angeke idluliswe isuka kuEVDS ngaphandle kokulandela iPOPIA

source: ACCEPT
zu: VUMA

source: TYPE 1 to ACCEPT our Privacy Policy
zu: BHALA u-1 UKWAMUKELA Inqubomgomo yethu Yemfihlo

source: How would you like to register?
zu: Ungathanda ukubhalisa kanjani?

source: Choose 1 way to register:
zu: Sicela ukhethe indlela youkubhalisa:

source: Invalid {id_type}. Please try again
zu: IMPAZAMO: Sicela uzame futhi. Sicele ufake i-{id_type} yakho

source: Please enter your {id_type}
zu: Sicele ufake i-{id_type} yakho

source: The number you have entered appears to be a RSA ID Number. Is this correct?
zu: Le nombolo oyifakile ibonakala iyinombolo ye-ID yaseNingizimu Afrika. Ngabe lokhu kulungile?

source: Please try again Please confirm that the number you have entered is a RSA ID Number
zu: Sicela uzame futhi Sicela uqinisekise ukuthi le nombolo oyifakile iyinombolo ye-ID yaseNingizimu Afrika

source: Which country issued your passport?
zu: Yiliphi izwe elikhiphe iphasipothi yakho?

source: Zimbabwe
zu: i-Zimbabwe

source: Mozambique
zu: i-Mozambique

source: Malawi
zu: i-Malawi

source: Nigeria
zu: i-Nigeria

source: DRC
zu: i-DRC

source: Somalia
zu: i-Somalia

source: Other
zu: Okunye

source: Please TYPE in your passport's COUNTRY of origin.
zu: Uyacelwa ukuthi ubhale IZWE LAKHO lendabuko lephasiphothi yakho.

source: Please choose the best match for your COUNTRY of origin:
zu: Sicela ukhethe okumesha kahle kakhulu neZWE lakho lendabuko:

source: Do any of these match your COUNTRY:
zu: Ingabe okunye kwalokhu kumesha nezwe lakho:

source: What is your gender?
zu: Buyini UBULILI bakho?

source: Male
zu: Owesilisa

source: Female
zu: Owesifazane

source: Please select your gender using one of the numbers below
zu: Sicela ukhethe ubulili bakho usebenzisa eyodwa yalezi zinombolo ezingezansi

source: REQUIRED: Please TYPE the 4 digits of the YEAR you were born (Example: 1980)
zu: KUDINGEKA: Sicela UBHALE izinombolo ezingu-4 zonyaka owazalwa ngawo (Isibonelo: 1980)

source: The YEAR you have given does not match the YEAR of your ID number. Please try again
zu: UNYAKA owunikile awufani NONYAKA okwinombolo ye-ID yakho. Sicela uzame futhi

source: Date of birth: In which YEAR were you born? (Please TYPE just the YEAR)
zu: Usuku lokuzalwa: Wazalelwa ngamuphi UNYAKA? (Sicela ubhale unyaka nje)

source: Date of birth: In which MONTH were you born?
zu: Usuku lokuzalwa: Wazalwa kuyiphi INYANGA?

source: REQUIRED: Choose your birthday MONTH using the numbers below:
zu: KUDINGEKA: Khetha inombolo enenyanga yakho yokuzalwa ngezansi:

source: ERROR: Please reply with just the DAY of your birthday. Example: If you were born on 31 May, type _31_
zu: IMPAZAMO: Sicela uphendule NGOSUKU lokuzalwa kwakho qha. Isibonelo: Uma ngabe wazalwa ngomhlaka 31 Meyi, bhala _31_

source: Date of birth: On which DAY of the month were you born? (Please type just the DAY)
zu: Usuku lokuzalwa: Wazalwa ngaluphi USUKU lwenyanga? (Sicela ubhale usuku nje kuphela)

source: Please TYPE your FIRST NAME as it appears in your identification document
zu: Sicela UBHALE IGAMA lakho LOKUQALA njengoba livela kumazisi wakho

source: ERROR: Reply with your FIRST NAME as it appears in your identification document
zu: IMPAZAMO: Phendula ngegama lakho LOKUQALA njengoba livela kumazisi wakho

source: Please TYPE your SURNAME as it appears in your identification document.
zu: Sicela UBHALE ISIBONGO sakho njengoba sivela kumazisi wakho.

source: ERROR: Reply with your SURNAME as it appears in your identification document
zu: IMPAZAMO: Phendula NGESIBONGO sakho njengoba sivela kumazisi wakho

source: Confirm the following: {first_name} {surname} {id_number}
zu: Qinisekisa okulandelayo: {first_name} {surname} {id_number}

source: Correct
zu: Kulungile

source: Wrong
zu: Akulungile

source: Is the information you shared correct? {first_name} {surname} {id_number}
zu: Ingabe imininingwane owabelane ngayo iyiyona? {first_name} {surname} {id_number}

source: Select Your Province
zu: Khetha isifundazwe sakho

source: Reply with a NUMBER:
zu: Phendula nge-NOMBOLO:

source: Please TYPE the name of the SUBURB to help us allocate your appointment
zu: Sicela ubhale igama LEPHETHELO LEDOLOBHA ukusisiza ukuhlela i-aphoyintimenti yakho

source: Please select your municipality
zu: Phendula nge-NOMBOLO

source: Please choose the best match for your location:
zu: Sicela ukhethe okumesha kahle kakhulu nendawo yakho:

source: Do any of these match your location:
zu: Ingabe okunye kwalokhu kumesha nendawo yakho:

source: Suburb not found. Try again
zu: I-suburb alitholakali. Zama futhi

source: Can we use this number: {number} to send you SMS appointment information?
zu: Singayisebenzisa le nombolo: {number} ukukuthumela imininingwane ye-appointment nge-SMS?

source: Please reply with a number 1 or 2 to confirm if we can use this number: {number} to send you SMS appointment information?
zu: Sicela uphendule ngo-1 noma 2 ukuqinisekisa ukuthi singayisebenzisa le nombolo na: {number} ukukuthumela imininingwane ye-aphoyintimenti nge-SMS?

source: ERROR: Please enter a valid mobile number (do not use spaces)
zu: IMPAZAMO: Sicela ufake inombolo yeselula evumelekile (ungazifaki izikhala)

source: Please TYPE a MOBILE NUMBER we can send an SMS to with your appointment information
zu: Sicela uthayiphe INOMBOLO YE-selula esingathumela kuyo iSMS enemininingwane yakho ye-appointment

source: Please confirm that your number is {number}.
zu: Sicela uqinisekise ukuthi inombolo yakho ngu-{number}.

source: ERROR: Please try again. Is the number {number} correct?
zu: IMPAZAMO: Sicela uzame futhi. Ingabe inombolo u-{number} ilungile?

source: In which time slot would you prefer to get your vaccination?
zu: Ungathanda ukuthola umgomo ngasiphi isikhathi?

source: Weekday Morning
zu: Ezinsukwini zeviki ekuseni

source: Weekday Afternoon
zu: Ezinsukwini zeviki ntambama

source: Weekend Morning
zu: Impelasonto Ekuseni

source: When would you prefer your vaccine appointment based on the options below?
zu: Ungathanda ibe nini i-aphoyintimenti yakho yokugoma ngokuya ngezinketho ezingezansi?

source: Do you belong to a Medical Aid?
zu: Ingabe ungaphansi kwe-Medical Aid?

source: ERROR: Please try again. Do you belong to a Medical Aid?
zu: IMPAZAMO: Sicela uzame futhi. Ngabe ungaphansi kweMedical Aid Scheme?

source: :) You have SUCCESSFULLY registered to get vaccinated. Additional information and appointment details will be sent via SMS.
zu: :) Usubhalisele ukugonywa NGEMPUMELELO. Imininingwane eyengeziwe nemininingwane ye-aphoyintimenti izothunyelwa nge-SMS.

source: Something went wrong with your registration session. Your registration was not able to be processed. Please try again later
zu: Kukhona okungahambanga kahle ngeseshini yakho yokubhalisa. Ukubhalisa kwakho akukwazanga ukucutshungulwa. Sicela uzame futhi emuva kwesikhathi

source: RSA ID Number / RSA Birth Certificate
zu: Inombolo ye-ID yaseNingizimu Afrika / Isitifiketi Sokuzalwa sase-SA

source: Passport Number
zu: Inombolo Yephasiphothi

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 We haven’t heard from you in a while! The registration session has timed out due to inactivity. You will need to start again. Just TYPE the word REGISTER. ----- Reply *SUPPORT* for details on how to get help with your registration 📌 Reply *0* to return to the main *MENU*
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sekuyisikhathi singakezwa kuwe! Iseshini yokubhalisa isiphelelwe isikhathi ngenxa yokungasebenzi. Uzodinga ukuqala phansi. Vele UBHALE igama elithi REGISTER. —— 📌Phendula *0* ukuze ubuyele *MENU* olukhulu Phendula ngokuthi *SUPPORT* ukuze uthole imininingwane yokuthi ungaluthola kanjani usizo ngokubhalisa kwakho

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Welcome to the official COVID-19 Vaccination Registration Portal from the National Department of Health. Registration will take about 5 minutes. Please have your Birth Certificate, ID, Passport, Refugee Permit or Asylum Seeker Permit *Number* on hand. If you have Medical Aid, we will also ask for your Medical Aid Number. *Note:* - Vaccination is voluntary and no payment is required - No co-payment/levy will be required if you belong to a Medical Aid - Everyone who registers will be offered vaccination *Important* 👉 *Self* registration is available to those aged 18 and over 👉 For children aged 5-17, registration must be completed by someone who can legally make decisions on behalf of the child.
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Uyemukelwa kwi-Portal esemthethweni ye-COVID-19 Vaccination Self-registration evela eMnyangweni Wezempilo Kazwelonke. Ukubhalisa kuzothatha cishe imizuzu engu-5. Sicela ube *nenombolo* yakho ye-ID , yePhasipothi, yemvume yababaleki noma yemvume yokufuna ukukhoseliswa esandleni. Uma uneMedical Aid, sizocela nenombolo yakho ye-Medical Aid. *Qaphela:* - Ukugoma kwenziwa ngokuzithandela futhi akudingeki ukuthi ukhokhe - Akukho okuzokhokhwa ngokuhlanganyela / intela ezodingeka uma ungaphansi kweMedical Aid - Wonke umuntu obhalisile uzonikezwa umuthi wokugoma *NB* 👉*Ukuzibhalisa* kuyatholakala kulabo abaneminyaka ewu-18 nangaphezulu 👉Ezinganeni ezineminyaka ewu-5-17, ukubhaliswa kufanele kugcwaliswe ngumuntu ongenza izinqumo ngokusemthethweni egameni lengane

source: ⚠️ This service works best when you use the numbered options available Please confirm the type of registration
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Sicela uqinisekise uhlobo lokubhalisa

source: ----- Or reply 📌 *0* to end this session and return to the main *MENU*
zu: ----- Noma phendula 📌 ngo- *0* ukuqeda leseshini bese ubuyela ku- *MENU* olukhulu"

source: 18+ Self registration
zu: 18+ Ukuzibhalisela ngokwakho

source: Register on behalf of a child aged 5-17
zu: Bhalisa egameni lengane eneminyaka engu-5-17

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 ⚠️ We are currently experiencing high volumes of registrations. Your registration is important! Please try again in 15 minutes. ----- Reply *SUPPORT* for details on how to get help with your registration 📌 Reply *0* to return to the main *MENU*
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 ⚠️ Njengamanje sibhekene nenani eliphakeme lokubhaliswa. Ukubhaliswa kwakho kubalulekile! Sicela uzame futhi ngemva kwehora eli-1. —— Phendula ngokuthi *SUPPORT* ukuze uthole imininingwane yokuthi ungaluthola kanjani usizo ngokubhalisa kwakho 📌Phendula *0* ukuze ubuyele *MENU* olukhulu

source: Self-registration is only available to people {minimum_age} years or older. Can we contact you on this number when this changes?
zu: Singakwazi ukukwazisa ngeWhatsapp kule nombolo lapho izibuyekezo mayelana nokugonywa sezitholakala?

source: REPLY with the NUMBER of the option you have chosen.
zu: PHENDULA NGENOMBOLO yalenketho oyikhethile.

source: ⚠️ This service works best when you use the numbered options available. Please let us know if we can notify you via Whatsapp on this number when updates about getting vaccinated become available?
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma usebenzisa izinketho ezinenombolo ezitholakalayo. Sicela usazise uma singakwazisa ngeWhatsapp kule nombolo lapho izibuyekezo mayelana nokugonywa sezitholakala?

source: ----- Reply *SUPPORT* for details on how to get help with your registration Reply 📌 *0* to end this session and return to the main *MENU*
zu: ----- Noma phendula 📌 ngo- *0* ukuqeda leseshini bese ubuyela ku- *MENU* olukhulu. Phendula ngokuthi *SUPPORT* noma nini uma udinga usizo oluvela 📞 ethimbeni Le-Hotline

source: Thank you for confirming
zu: Siyabonga ngokuqinisekisa

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Do you agree to the attached Electronic Vaccine Data System PRIVACY POLICY that explains how your data is used and protected?
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Ngabe uyavumelana NGENQUBOMGOMO YEMFIHLO ye-Electronic Vaccine Data System enamathiselwe echaza ukuthi idatha yakho isetshenziswa futhi ivikelwe kanjani?

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 If you are using this service on behalf of a child to register for a COVID-19 vaccination as a competent person, you need to confirm that you are sharing the child's information in line with the Electronic Vaccine Data System Privacy Policy. The POPI Act says that a competent person is someone who is legally competent to make decisions on behalf of a child. Please confirm that you consent to the attached Electronic Vaccine Data System PRIVACY POLICY that explains how all data is used and protected *on behalf of the child*?
zu: *UKUBHALISA UMGOMO KWINGXOXO EPHEPHILE* 🔐 Uma usebenzisa le-Service ukubhalisela ingane ukugomela i-COVID-19 njengomuntu othenjiwe, udinga ukuqinisekisa ukuthi wabelana ngolwazi lwengane oluyiqiniso ne-Electronic Vaccine Data System Privacy Policy. Umthetho we-POPI uthi umuntu onekhono ngumuntu onegunya elisemthethweni lokuthathela ingane izinqumo. Sicela uqinisekise ukuthi uyavumelana ne-Electronic Vaccine Data System POLICY enamathiselwe echaza ukuthi yonke I-Data isetshenziswa futhi ivikelwe kanjani *egameni lengane*?

source: Read summary
zu: Funda isifinyezo

source: Accept
zu: Yamukela

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided.
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe.

source: Reply 1 to read a summary of the DATA PROTECTION & PRIVACY POLICY. Reply 2 to accept
zu: Phendula ngo-1 ukuze ufunde okufinqiwe NGENQUBOMGOMO YEMFIHLO NOKUVIKELA KWEDATHA. Phendula ngo-2 ukwamukela

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 *Electronic Vaccine Data System DATA PROTECTION & PRIVACY POLICY (“EVDS Privacy Policy) SUMMARY* The EVDS Privacy Policy complies with the POPI Act. Your personal data including: contact, medical aid & vaccine protocol details are processed with your consent for the agreed purpose (to support the COVID-19 Vaccination roll out in South Africa) and remain confidential. EVDS uses your data to check your eligibility & inform you of the date & venue of your vaccination. Registration is voluntary & does not guarantee vaccination. All security measures have been taken to keep your information safe. No personal data will be transferred from EVDS without legislative authorisation in compliance with the Popi Act. Do you accept the EVDS Privacy Notice?
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 *ISIFINYEZO SENQUBOMGOMO YOKUVIKELWA KWEDATHA NENQUBOMGOMO YEMFIHLO (""Inqubomgomo Yemfihlo ye-EVDS) ye-Electroni Vaccine Data System* Inqubomgomo Yemfihlo ye-EVDS ihambisana noMthetho wePOPI. Imininingwane yakho ehlanganisa imininingwane othintwa ngayo, i-medical aid nemigomo yokugoma icutshungulwa ngemvume yakho ngenhloso okuvunyelwene ngayo (ukusekela ukukhishwa kwe-COVID-19 Ukukhishwa eNingizimu Afrika) futhi ihlale iyimfihlo. I-EVDS isebenzisa idatha yakho ukuhlola ukufaneleka kwakho futhi ikwazise ngosuku nangendawo yokugoma kwakho. Ukubhalisa kwenziwa ngokuzithandela futhi akuqinisekisi ukuthi uzogoma. Zonke izinyathelo zokuphepha zithathiwe ukugcina imininingwane yakho iphephile. Ayikho idatha yomuntu siqu ezodluliswa ivela ku-EVDS ngaphandle kwemvume yomthetho ngokuhambisana nomthetho we-Popi. Uyasamukela Isaziso Sobumfihlo se-EVDS?

source: Yes, I accept
zu: Yebo, ngiyamukela

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Do you accept the EVDS Privacy Notice?
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Uyasamukela Isaziso Sobumfihlo se-EVDS?

source: ------ 📌 Or reply *0* to end this session and return to the main *MENU*
zu: ------ Noma phendula 📌 ngo- *0* ukuqeda leseshini bese ubuyela ku- *MENU* olukhulu

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Thank you. If you change your mind, type *REGISTER* to restart your registration session
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Siyabonga. Uma ushintsha umqondo wakho, bhala u- *REGISTER* ukuqala kabusha iseshini yakho yokubhalisa

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 We need your location to help us allocate you to an available vaccination site as close and as soon as possible Select your province
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sidinga indawo okuyo ukusisiza ukuthi sikunikeze indawo yokugoma eseduze futhi ngokushesha okukhulu. Khetha isifundazwe sakho

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 ⚠️ Your suburb could not be found. Please try again by selecting your province. Reply *SUPPORT* anytime if you need help from the 📞 Hotline Team Select your province
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 ⚠️ Iphethelo ledolobha lakho alitholakalanga. Sicela uzame futhi ngokukhetha isifundazwe sakho. Phendula ngokuthi *SUPPORT* noma nini uma udinga usizo oluvela 📞 ethimbeni Le-Hotline Khetha isifundazwe sakho

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE the name of the SUBURB where you want to get vaccinated
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela UBHALE igama lephethelo ledolobha lapho ufuna ukugonywa khona

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please confirm the MUNICIPALITY for the suburb you have given:
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela uqinisekise UMASIPALA wakwiphethelo ledolobha olinikezile:

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Please REPLY with a NUMBER from the list below to confirm municipality of the suburb you have shared:
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Uyacelwa ukuthi UPHENDULE NGENOMBOLO kusuka kuhlu olungezansi ukuze uqinisekise umasipala wephethelo ledolobha owabelane ngalo:

source: ------ 📌 Or reply *0* to end this session and return to the main *MENU* Reply *SUPPORT* anytime if you need help from the 📞 Hotline Team
zu: ------ Noma phendula 📌 ngo- *0* ukuqeda leseshini bese ubuyela ku- *MENU* olukhulu Phendula ngokuthi *SUPPORT* noma nini uma udinga usizo oluvela 📞 ethimbeni Le-Hotline

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please REPLY with a NUMBER to confirm your location:
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela UPHENDULE NGENOMBOLO ukuqinisekisa indawo okuyo:

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Please REPLY with a NUMBER from the list below to confirm the location you have shared:
zu: "⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Sicela UPHENDULE NGENOMBOLO kusuka kuhlu olungezansi ukuze uqinisekise indawo owabelane ngayo:

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Which method would you like to use for identification?
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Iyiphi indlela ongathanda ukuyisebenzisa ukuzazisa?

source: ⚠️ This service works best when you reply with one of the numbers next to the options provided. Please choose the type of identification document you have from the list below?
zu: ⚠️ Le sevisi isebenza kahle kakhulu uma uphendula ngenye yezinombolo eceleni kwezinketho ezinikeziwe. Sicela ukhethe uhlobo lukamazisi onalo ohlwini olungezansi?

source: ------- If you experiencing any problems with your registration, reply *SUPPORT* now to get help from the 📞 Hotline Team
zu: ------- Uma uhlangabezana nanoma yiziphi izinkinga ngokubhaliswa kwakho, phendula ngokuthi *SUPPORT* manje ukuze uthole usizo oluvela 📞 ethimbeni Le-Hotline

source: ⚠️ Please enter a valid {id_type} 📌 Or reply *0* to end this session and return to the main *MENU* Reply *SUPPORT* anytime if you need help from the 📞 Hotline Team
zu: ⚠️ Sicela ufake i-{id_type} evumelekile Noma phendula 📌 ngo- *0* ukuqeda leseshini bese ubuyela ku- *MENU* olukhulu Phendula ngokuthi *SUPPORT* noma nini uma udinga usizo oluvela 📞 ethimbeni Le-Hotline

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE in your {id_type}
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Sicela ubhale i-{id_type} yakho.

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 The number you have entered appears to be a RSA ID Number/RSA Birth Certificate ID Number. Is this correct?
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Le nombolo oyifakile ibonakala iyinombolo ye-ID yaseNingizimu Afrika / Isitifiketi Sokuzalwa sase-SA. Ngabe lokhu kulungile?

source: Please try again Please confirm that the number you have entered is a RSA ID Number/RSA Birth Certificate ID Number
zu: Sicela uzame futhi Sicela uqinisekise ukuthi le nombolo oyifakile iyinombolo ye-ID yaseNingizimu Afrika / Isitifiketi Sokuzalwa sase-SA

source: *VACCINE REGISTRATION SECURE CHAT* 🔐 Please TYPE in your passport's COUNTRY of origin. Example _Zimbabwe_
zu: *INGXOXO EPHEPHILE YOKUBHALISELA UKUGOMA*🔐 Uyacelwa ukuthi ubhale IZWE LAKHO lendabuko lephasiphothi yakho. Isibonelo _Zimbabwe_
